import React from 'react';
import './About.css';
import Header from '../Header/Header';


function DisplayAbout() {
  return (
    <div className="container-about container-def">
      <Header></Header>
      <div className='info-part'>
      <div className='info-block'>
        <p>Ласкаво просимо на наш веб-сайт, присвячений поверненню загублених речей!</p>
      <p>    Ми розуміємо, як важливо втрачене для вас і як хочеться повернути його власнику. Наша мета - зробити процес пошуку і повернення речей якнайпростішим і зручним для всіх
На нашому сайті ви можете знайти загублені речі, вказавши вулицю, де ви їх знайшли, та залишивши опис про знайдену річ. Ми ретельно проскануємо нашу базу даних, сповістимо власника про знайдену річ і допоможемо вам здійснити зустріч для її повернення.
    З метою забезпечення безпеки та зручності користування, ми вимагаємо реєстрації на нашому сайті. Ви можете прив'язати свою пошту та номер телефону, щоб бути впевненими, що повідомлення про знайдені речі надійно досягають їх власників.
    Якщо у вас є будь-які питання або потреба в додатковій інформації, не соромтеся зв'язатися з нами. Наша команда завжди готова допомогти вам у поверненні загублених речей. Дякуємо, що ви з нами і сприяєте створенню позитивного впливу на нашу спільноту.
</p>
</div>

<div className='second-info-block'>
      <p>Контактна інформація:</p>
<p>Телефон: +380 98 923 14 37 </p><p>E-mail: interdimensionaltravelers01@gmail.com</p>
</div>
</div>
    </div>
  );
}

export default DisplayAbout;
